// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "デバイス名";
"connection" = "接続";
"model" = "デバイス モデル";
"details" = "詳細";
"aggregateDeviceType" = "デバイス タイプ";
"isInstalled" = "装着済み";

"All" = "すべて";

// Format string for info-label with no filter
"Found %lu devices" = "検出された %lu デバイス";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "%lu / %lu デバイスを表示中";

"Rendezvous" = "Bonjour";

"Add" = "追加";
"Cancel" = "キャンセル";

// Filter titles
"Connection Type:" = "接続タイプ:";
"Device Type:" = "デバイス タイプ:";

// Connection type filter menu items
"Printer" = "プリンタ";
"Scanner" = "スキャナ";
"Fax" = "ファクス";

// Sort filter tooltip
"ItemArrangement" = "項目の並び順序を変更します";
"Arrange" = "調整";
